---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtainWallSyspanelOffset
source: html/8c6d8f47-05c9-32f0-98bf-61701ea6f267.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtainWallSyspanelOffset Property

"Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainWallSyspanelOffset { get; }
```